window.WC_DATA = {
  "groups": {
    "Group A": [
      [
        "Mexico",
        "mx"
      ],
      [
        "South Africa",
        "za"
      ],
      [
        "South Korea",
        "kr"
      ],
      [
        "Czechia",
        "cz"
      ]
    ],
    "Group B": [
      [
        "Canada",
        "ca"
      ],
      [
        "Bosnia and Herzegovina",
        "ba"
      ],
      [
        "Qatar",
        "qa"
      ],
      [
        "Switzerland",
        "ch"
      ]
    ],
    "Group C": [
      [
        "Brazil",
        "br"
      ],
      [
        "Morocco",
        "ma"
      ],
      [
        "Haiti",
        "ht"
      ],
      [
        "Scotland",
        "gb-sct"
      ]
    ],
    "Group D": [
      [
        "United States",
        "us"
      ],
      [
        "Paraguay",
        "py"
      ],
      [
        "Australia",
        "au"
      ],
      [
        "Turkey",
        "tr"
      ]
    ],
    "Group E": [
      [
        "Germany",
        "de"
      ],
      [
        "Curaçao",
        "cw"
      ],
      [
        "Ivory Coast",
        "ci"
      ],
      [
        "Ecuador",
        "ec"
      ]
    ],
    "Group F": [
      [
        "Netherlands",
        "nl"
      ],
      [
        "Japan",
        "jp"
      ],
      [
        "Sweden",
        "se"
      ],
      [
        "Tunisia",
        "tn"
      ]
    ],
    "Group G": [
      [
        "Belgium",
        "be"
      ],
      [
        "Egypt",
        "eg"
      ],
      [
        "Iran",
        "ir"
      ],
      [
        "New Zealand",
        "nz"
      ]
    ],
    "Group H": [
      [
        "Spain",
        "es"
      ],
      [
        "Cape Verde",
        "cv"
      ],
      [
        "Saudi Arabia",
        "sa"
      ],
      [
        "Uruguay",
        "uy"
      ]
    ],
    "Group I": [
      [
        "France",
        "fr"
      ],
      [
        "Senegal",
        "sn"
      ],
      [
        "Iraq",
        "iq"
      ],
      [
        "Norway",
        "no"
      ]
    ],
    "Group J": [
      [
        "Argentina",
        "ar"
      ],
      [
        "Algeria",
        "dz"
      ],
      [
        "Austria",
        "at"
      ],
      [
        "Jordan",
        "jo"
      ]
    ],
    "Group K": [
      [
        "Portugal",
        "pt"
      ],
      [
        "DR Congo",
        "cd"
      ],
      [
        "Uzbekistan",
        "uz"
      ],
      [
        "Colombia",
        "co"
      ]
    ],
    "Group L": [
      [
        "England",
        "gb-eng"
      ],
      [
        "Croatia",
        "hr"
      ],
      [
        "Ghana",
        "gh"
      ],
      [
        "Panama",
        "pa"
      ]
    ]
  },
  "schedule": {
  "11 Jun": [
    ["Group A", ["Mexico","mx"], ["South Africa","za"], "22:00"]
  ],

  "12 Jun": [
    ["Group A", ["South Korea","kr"], ["Czechia","cz"], "05:00"],
    ["Group B", ["Canada","ca"], ["Bosnia and Herzegovina","ba"], "22:00"]
  ],

  "13 Jun": [
    ["Group D", ["United States","us"], ["Paraguay","py"], "04:00"],
    ["Group B", ["Qatar","qa"], ["Switzerland","ch"], "22:00"]
  ],

  "14 Jun": [
    ["Group C", ["Brazil","br"], ["Morocco","ma"], "01:00"],
    ["Group C", ["Haiti","ht"], ["Scotland","gb-sct"], "04:00"],
    ["Group D", ["Australia","au"], ["Turkey","tr"], "07:00"],
    ["Group E", ["Germany","de"], ["Curaçao","cw"], "20:00"],
    ["Group F", ["Netherlands","nl"], ["Japan","jp"], "23:00"]
  ],

  "15 Jun": [
    ["Group E", ["Ivory Coast","ci"], ["Ecuador","ec"], "02:00"],
    ["Group F", ["Sweden","se"], ["Tunisia","tn"], "05:00"],
    ["Group H", ["Spain","es"], ["Cape Verde","cv"], "19:00"],
    ["Group G", ["Belgium","be"], ["Egypt","eg"], "22:00"]
  ],

  "16 Jun": [
    ["Group H", ["Saudi Arabia","sa"], ["Uruguay","uy"], "01:00"],
    ["Group G", ["Iran","ir"], ["New Zealand","nz"], "04:00"],
    ["Group I", ["France","fr"], ["Senegal","sn"], "22:00"]
  ],

  "17 Jun": [
    ["Group I", ["Iraq","iq"], ["Norway","no"], "01:00"],
    ["Group J", ["Argentina","ar"], ["Algeria","dz"], "04:00"],
    ["Group J", ["Austria","at"], ["Jordan","jo"], "07:00"],
    ["Group K", ["Portugal","pt"], ["DR Congo","cd"], "20:00"],
    ["Group L", ["England","gb-eng"], ["Croatia","hr"], "23:00"]
  ],

  "18 Jun": [
    ["Group L", ["Ghana","gh"], ["Panama","pa"], "02:00"],
    ["Group K", ["Uzbekistan","uz"], ["Colombia","co"], "05:00"],
    ["Group A", ["Czechia","cz"], ["South Africa","za"], "19:00"],
    ["Group B", ["Switzerland","ch"], ["Bosnia and Herzegovina","ba"], "22:00"]
  ],

  "19 Jun": [
    ["Group B", ["Canada","ca"], ["Qatar","qa"], "01:00"],
    ["Group A", ["Mexico","mx"], ["South Korea","kr"], "04:00"],
    ["Group D", ["United States","us"], ["Australia","au"], "22:00"]
  ],

  "20 Jun": [
    ["Group C", ["Scotland","gb-sct"], ["Morocco","ma"], "01:00"],
    ["Group C", ["Brazil","br"], ["Haiti","ht"], "04:00"],
    ["Group D", ["Turkey","tr"], ["Paraguay","py"], "07:00"],
    ["Group F", ["Netherlands","nl"], ["Sweden","se"], "20:00"],
    ["Group E", ["Germany","de"], ["Ivory Coast","ci"], "23:00"]
  ],

  "21 Jun": [
    ["Group E", ["Ecuador","ec"], ["Curaçao","cw"], "03:00"],
    ["Group F", ["Tunisia","tn"], ["Japan","jp"], "07:00"],
    ["Group H", ["Spain","es"], ["Saudi Arabia","sa"], "19:00"],
    ["Group G", ["Belgium","be"], ["Iran","ir"], "22:00"]
  ],

  "22 Jun": [
    ["Group H", ["Uruguay","uy"], ["Cape Verde","cv"], "01:00"],
    ["Group G", ["New Zealand","nz"], ["Egypt","eg"], "04:00"],
    ["Group J", ["Argentina","ar"], ["Austria","at"], "20:00"]
  ],

  "23 Jun": [
    ["Group I", ["France","fr"], ["Iraq","iq"], "00:00"],
    ["Group I", ["Norway","no"], ["Senegal","sn"], "03:00"],
    ["Group J", ["Jordan","jo"], ["Algeria","dz"], "06:00"],
    ["Group K", ["Portugal","pt"], ["Uzbekistan","uz"], "20:00"],
    ["Group L", ["England","gb-eng"], ["Ghana","gh"], "23:00"]
  ],

  "24 Jun": [
    ["Group L", ["Panama","pa"], ["Croatia","hr"], "02:00"],
    ["Group K", ["Colombia","co"], ["DR Congo","cd"], "05:00"],
    ["Group B", ["Switzerland","ch"], ["Canada","ca"], "22:00"],
    ["Group B", ["Bosnia and Herzegovina","ba"], ["Qatar","qa"], "22:00"]
  ],

  "25 Jun": [
    ["Group C", ["Scotland","gb-sct"], ["Brazil","br"], "01:00"],
    ["Group C", ["Morocco","ma"], ["Haiti","ht"], "01:00"],
    ["Group A", ["Czechia","cz"], ["Mexico","mx"], "04:00"],
    ["Group A", ["South Africa","za"], ["South Korea","kr"], "04:00"],
    ["Group E", ["Curaçao","cw"], ["Ivory Coast","ci"], "23:00"],
    ["Group E", ["Ecuador","ec"], ["Germany","de"], "23:00"]
  ],

  "26 Jun": [
    ["Group F", ["Japan","jp"], ["Sweden","se"], "02:00"],
    ["Group F", ["Tunisia","tn"], ["Netherlands","nl"], "02:00"],
    ["Group D", ["Turkey","tr"], ["United States","us"], "05:00"],
    ["Group D", ["Paraguay","py"], ["Australia","au"], "05:00"],
    ["Group I", ["Norway","no"], ["France","fr"], "22:00"],
    ["Group I", ["Senegal","sn"], ["Iraq","iq"], "22:00"]
  ],

  "27 Jun": [
    ["Group H", ["Cape Verde","cv"], ["Saudi Arabia","sa"], "03:00"],
    ["Group H", ["Uruguay","uy"], ["Spain","es"], "03:00"],
    ["Group G", ["Egypt","eg"], ["Iran","ir"], "06:00"],
    ["Group G", ["New Zealand","nz"], ["Belgium","be"], "06:00"]
  ],

  "28 Jun": [
    ["Group L", ["Panama","pa"], ["England","gb-eng"], "00:00"],
    ["Group L", ["Croatia","hr"], ["Ghana","gh"], "00:00"],
    ["Group K", ["Colombia","co"], ["Portugal","pt"], "02:30"],
    ["Group K", ["DR Congo","cd"], ["Uzbekistan","uz"], "02:30"],
    ["Group J", ["Algeria","dz"], ["Austria","at"], "05:00"],
    ["Group J", ["Jordan","jo"], ["Argentina","ar"], "05:00"]
  ]
},
  "questions": {
    "Mexico__South Africa": [
      "Будет ли первый гол забит после ошибки защитника или вратаря?",
      "Сохранит ли Мексика ворота сухими?",
      "Будет ли гол с дальней дистанции?",
      "Будет ли автогол?",
      "Какая команда получит больше карточек?"
    ],
    "South Africa__Mexico": [
      "Будет ли первый гол забит после ошибки защитника или вратаря?",
      "Сохранит ли Мексика ворота сухими?",
      "Будет ли гол с дальней дистанции?",
      "Будет ли автогол?",
      "Какая команда получит больше карточек?"
    ],
    "Canada__Qatar": [
      "Будет ли минимум 10 ударов у Канада?",
      "Будет ли серия из 2 голов одной команды подряд?",
      "Кто станет игроком матча?",
      "Сохранит ли Канада ворота сухими?",
      "Будет ли минимум 10 ударов у Катар?"
    ],
    "Qatar__Canada": [
      "Будет ли минимум 10 ударов у Канада?",
      "Будет ли серия из 2 голов одной команды подряд?",
      "Кто станет игроком матча?",
      "Сохранит ли Канада ворота сухими?",
      "Будет ли минимум 10 ударов у Катар?"
    ],
    "United States__Paraguay": [
      "Будет ли гол после 75-й минуты?",
      "Будет ли тотал меньше 3.5 голов?",
      "Сохранит ли США ворота сухими?",
      "Будет ли красная карточка?",
      "Сможет ли Парагвай забить в обоих таймах?"
    ],
    "Paraguay__United States": [
      "Будет ли гол после 75-й минуты?",
      "Будет ли тотал меньше 3.5 голов?",
      "Сохранит ли США ворота сухими?",
      "Будет ли красная карточка?",
      "Сможет ли Парагвай забить в обоих таймах?"
    ],
    "Bosnia and Herzegovina__Switzerland": [
      "Будет ли красная карточка?",
      "Будет ли минимум 10 ударов у Швейцария?",
      "Забьёт ли Босния в первые 30 минут?",
      "Будет ли результативная замена?",
      "Получит ли хотя бы одна команда 3+ жёлтые карточки?"
    ],
    "Switzerland__Bosnia and Herzegovina": [
      "Будет ли красная карточка?",
      "Будет ли минимум 10 ударов у Швейцария?",
      "Забьёт ли Босния в первые 30 минут?",
      "Будет ли результативная замена?",
      "Получит ли хотя бы одна команда 3+ жёлтые карточки?"
    ],
    "Brazil__Morocco": [
      "Будет ли у Бразилия 6+ угловых?",
      "Будет ли счёт ничейным после первого тайма?",
      "Будет ли камбэк после пропущенного первого гола?",
      "Выиграет ли Бразилия первый тайм?",
      "Будет ли гол головой?"
    ],
    "Morocco__Brazil": [
      "Будет ли у Бразилия 6+ угловых?",
      "Будет ли счёт ничейным после первого тайма?",
      "Будет ли камбэк после пропущенного первого гола?",
      "Выиграет ли Бразилия первый тайм?",
      "Будет ли гол головой?"
    ],
    "Haiti__Scotland": [
      "Будет ли забит гол со стандарта: штрафной, угловой или пенальти?",
      "Будет ли отменён гол после VAR?",
      "Кто забьёт первый гол?",
      "Будет ли автогол?",
      "Сделает ли вратарь Шотландия 4+ сейва?"
    ],
    "Scotland__Haiti": [
      "Будет ли забит гол со стандарта: штрафной, угловой или пенальти?",
      "Будет ли отменён гол после VAR?",
      "Кто забьёт первый гол?",
      "Будет ли автогол?",
      "Сделает ли вратарь Шотландия 4+ сейва?"
    ],
    "Australia__Turkey": [
      "Сможет ли Турция открыть счёт?",
      "Будет ли гол головой?",
      "Сделает ли один игрок гол+пас?",
      "Будет ли гол с дальней дистанции?",
      "Какая команда получит больше карточек?"
    ],
    "Turkey__Australia": [
      "Сможет ли Турция открыть счёт?",
      "Будет ли гол головой?",
      "Сделает ли один игрок гол+пас?",
      "Будет ли гол с дальней дистанции?",
      "Какая команда получит больше карточек?"
    ],
    "Germany__Curaçao": [
      "Будет ли отменён гол после VAR?",
      "Какая команда подаст больше угловых?",
      "Сможет ли Кюрасао не проиграть матч?",
      "Сделает ли вратарь Кюрасао 4+ сейва?",
      "Будет ли тотал меньше 3.5 голов?"
    ],
    "Curaçao__Germany": [
      "Будет ли отменён гол после VAR?",
      "Какая команда подаст больше угловых?",
      "Сможет ли Кюрасао не проиграть матч?",
      "Сделает ли вратарь Кюрасао 4+ сейва?",
      "Будет ли тотал меньше 3.5 голов?"
    ],
    "Ivory Coast__Ecuador": [
      "Сохранит ли Эквадор ворота сухими?",
      "Будет ли минимум 10 ударов у Эквадор?",
      "Будет ли тотал меньше 3.5 голов?",
      "Забьёт ли Ивори Кост в первые 30 минут?",
      "Сможет ли Эквадор не проиграть матч?"
    ],
    "Ecuador__Ivory Coast": [
      "Сохранит ли Эквадор ворота сухими?",
      "Будет ли минимум 10 ударов у Эквадор?",
      "Будет ли тотал меньше 3.5 голов?",
      "Забьёт ли Ивори Кост в первые 30 минут?",
      "Сможет ли Эквадор не проиграть матч?"
    ],
    "Netherlands__Japan": [
      "Будет ли тотал меньше 3.5 голов?",
      "Будет ли гол с дальней дистанции?",
      "Будет ли красная карточка?",
      "Кто станет игроком матча?",
      "Кто забьёт первый гол?"
    ],
    "Japan__Netherlands": [
      "Будет ли тотал меньше 3.5 голов?",
      "Будет ли гол с дальней дистанции?",
      "Будет ли красная карточка?",
      "Кто станет игроком матча?",
      "Кто забьёт первый гол?"
    ],
    "Sweden__Tunisia": [
      "Сохранит ли Тунис ворота сухими?",
      "Сохранит ли Швеция ворота сухими?",
      "Будет ли автогол?",
      "Будет ли у Швеция 6+ угловых?",
      "Будет ли отменён гол после VAR?"
    ],
    "Tunisia__Sweden": [
      "Сохранит ли Тунис ворота сухими?",
      "Сохранит ли Швеция ворота сухими?",
      "Будет ли автогол?",
      "Будет ли у Швеция 6+ угловых?",
      "Будет ли отменён гол после VAR?"
    ],
    "Belgium__Egypt": [
      "Будет ли камбэк после пропущенного первого гола?",
      "Сможет ли Египет не проиграть матч?",
      "Будет ли первый гол забит после ошибки защитника или вратаря?",
      "Будет ли минимум 10 ударов у Египет?",
      "Будет ли у Бельгия 6+ угловых?"
    ],
    "Egypt__Belgium": [
      "Будет ли камбэк после пропущенного первого гола?",
      "Сможет ли Египет не проиграть матч?",
      "Будет ли первый гол забит после ошибки защитника или вратаря?",
      "Будет ли минимум 10 ударов у Египет?",
      "Будет ли у Бельгия 6+ угловых?"
    ],
    "Iran__New Zealand": [
      "Кто забьёт первый гол?",
      "Сохранит ли Новая Зеландия ворота сухими?",
      "Будет ли отменён гол после VAR?",
      "Будет ли счёт ничейным после первого тайма?",
      "Сможет ли Новая Зеландия не проиграть матч?"
    ],
    "New Zealand__Iran": [
      "Кто забьёт первый гол?",
      "Сохранит ли Новая Зеландия ворота сухими?",
      "Будет ли отменён гол после VAR?",
      "Будет ли счёт ничейным после первого тайма?",
      "Сможет ли Новая Зеландия не проиграть матч?"
    ],
    "Spain__Cape Verde": [
      "Сделает ли вратарь Кабо Верде 4+ сейва?",
      "Сохранит ли Кабо Верде ворота сухими?",
      "Будет ли красная карточка?",
      "Будет ли серия из 2 голов одной команды подряд?",
      "Будет ли тотал больше 2.5 голов?"
    ],
    "Cape Verde__Spain": [
      "Сделает ли вратарь Кабо Верде 4+ сейва?",
      "Сохранит ли Кабо Верде ворота сухими?",
      "Будет ли красная карточка?",
      "Будет ли серия из 2 голов одной команды подряд?",
      "Будет ли тотал больше 2.5 голов?"
    ],
    "Saudi Arabia__Uruguay": [
      "Забьёт ли нападающий одной из команд дубль?",
      "Назначат ли пенальти в этом матче?",
      "Будет ли результативная замена?",
      "Сможет ли Уругвай забить в обоих таймах?",
      "Какая команда подаст больше угловых?"
    ],
    "Uruguay__Saudi Arabia": [
      "Забьёт ли нападающий одной из команд дубль?",
      "Назначат ли пенальти в этом матче?",
      "Будет ли результативная замена?",
      "Сможет ли Уругвай забить в обоих таймах?",
      "Какая команда подаст больше угловых?"
    ],
    "France__Senegal": [
      "Сможет ли Сенегал забить в обоих таймах?",
      "Будет ли отменён гол после VAR?",
      "Сделает ли вратарь Сенегал 4+ сейва?",
      "Сможет ли Сенегал не проиграть матч?",
      "Будет ли у Сенегал 4+ угловых?"
    ],
    "Senegal__France": [
      "Сможет ли Сенегал забить в обоих таймах?",
      "Будет ли отменён гол после VAR?",
      "Сделает ли вратарь Сенегал 4+ сейва?",
      "Сможет ли Сенегал не проиграть матч?",
      "Будет ли у Сенегал 4+ угловых?"
    ],
    "Iraq__Norway": [
      "Забьют ли обе команды?",
      "Будет ли тотал больше 2.5 голов?",
      "Сохранит ли Норвегия ворота сухими?",
      "Будет ли у Ирак 55%+ владения мячом?",
      "Будет ли гол после 75-й минуты?"
    ],
    "Norway__Iraq": [
      "Забьют ли обе команды?",
      "Будет ли тотал больше 2.5 голов?",
      "Сохранит ли Норвегия ворота сухими?",
      "Будет ли у Ирак 55%+ владения мячом?",
      "Будет ли гол после 75-й минуты?"
    ],
    "Argentina__Algeria": [
      "Будет ли у Алжир 4+ угловых?",
      "Будет ли гол головой?",
      "Сделает ли один игрок гол+пас?",
      "Будет ли гол с дальней дистанции?",
      "Сохранит ли Аргентина ворота сухими?"
    ],
    "Algeria__Argentina": [
      "Будет ли у Алжир 4+ угловых?",
      "Будет ли гол головой?",
      "Сделает ли один игрок гол+пас?",
      "Будет ли гол с дальней дистанции?",
      "Сохранит ли Аргентина ворота сухими?"
    ],
    "Austria__Jordan": [
      "Будет ли гол головой?",
      "Получит ли хотя бы одна команда 3+ жёлтые карточки?",
      "Кто станет игроком матча?",
      "Будет ли гол в добавленное время любого тайма?",
      "Забьют ли обе команды?"
    ],
    "Jordan__Austria": [
      "Будет ли гол головой?",
      "Получит ли хотя бы одна команда 3+ жёлтые карточки?",
      "Кто станет игроком матча?",
      "Будет ли гол в добавленное время любого тайма?",
      "Забьют ли обе команды?"
    ],
    "Portugal__DR Congo": [
      "Забьют ли обе команды?",
      "Какая команда получит больше карточек?",
      "Какая команда подаст больше угловых?",
      "Будет ли серия из 2 голов одной команды подряд?",
      "Будет ли отменён гол после VAR?"
    ],
    "DR Congo__Portugal": [
      "Забьют ли обе команды?",
      "Какая команда получит больше карточек?",
      "Какая команда подаст больше угловых?",
      "Будет ли серия из 2 голов одной команды подряд?",
      "Будет ли отменён гол после VAR?"
    ],
    "Uzbekistan__Colombia": [
      "Забьют ли обе команды?",
      "Будет ли гол после 75-й минуты?",
      "Сможет ли Колумбия не проиграть матч?",
      "Кто станет игроком матча?",
      "Сможет ли Колумбия открыть счёт?"
    ],
    "Colombia__Uzbekistan": [
      "Забьют ли обе команды?",
      "Будет ли гол после 75-й минуты?",
      "Сможет ли Колумбия не проиграть матч?",
      "Кто станет игроком матча?",
      "Сможет ли Колумбия открыть счёт?"
    ],
    "England__Croatia": [
      "Сохранит ли Хорватия ворота сухими?",
      "Выиграет ли Англия первый тайм?",
      "Назначат ли пенальти в этом матче?",
      "Сделает ли вратарь Хорватия 4+ сейва?",
      "Будет ли счёт ничейным после первого тайма?"
    ],
    "Croatia__England": [
      "Сохранит ли Хорватия ворота сухими?",
      "Выиграет ли Англия первый тайм?",
      "Назначат ли пенальти в этом матче?",
      "Сделает ли вратарь Хорватия 4+ сейва?",
      "Будет ли счёт ничейным после первого тайма?"
    ],
    "Ghana__Panama": [
      "Будет ли минимум 10 ударов у Панама?",
      "Будет ли забит гол со стандарта: штрафной, угловой или пенальти?",
      "Будет ли камбэк после пропущенного первого гола?",
      "Сможет ли Панама открыть счёт?",
      "Сохранит ли Панама ворота сухими?"
    ],
    "Panama__Ghana": [
      "Будет ли минимум 10 ударов у Панама?",
      "Будет ли забит гол со стандарта: штрафной, угловой или пенальти?",
      "Будет ли камбэк после пропущенного первого гола?",
      "Сможет ли Панама открыть счёт?",
      "Сохранит ли Панама ворота сухими?"
    ],
    "Mexico__South Korea": [
      "Сможет ли Южная Корея не проиграть матч?",
      "Сделает ли один игрок гол+пас?",
      "Забьёт ли Мексика в первые 30 минут?",
      "Будет ли минимум 10 ударов у Южная Корея?",
      "Сможет ли Южная Корея открыть счёт?"
    ],
    "South Korea__Mexico": [
      "Сможет ли Южная Корея не проиграть матч?",
      "Сделает ли один игрок гол+пас?",
      "Забьёт ли Мексика в первые 30 минут?",
      "Будет ли минимум 10 ударов у Южная Корея?",
      "Сможет ли Южная Корея открыть счёт?"
    ],
    "South Africa__Czechia": [
      "Сможет ли Чехия не проиграть матч?",
      "Будет ли у Чехия 4+ угловых?",
      "Какая команда подаст больше угловых?",
      "Будет ли гол с дальней дистанции?",
      "Будет ли забит гол со стандарта: штрафной, угловой или пенальти?"
    ],
    "Czechia__South Africa": [
      "Сможет ли Чехия не проиграть матч?",
      "Будет ли у Чехия 4+ угловых?",
      "Какая команда подаст больше угловых?",
      "Будет ли гол с дальней дистанции?",
      "Будет ли забит гол со стандарта: штрафной, угловой или пенальти?"
    ],
    "Canada__Bosnia and Herzegovina": [
      "Сможет ли Босния не проиграть матч?",
      "Будет ли гол головой?",
      "Будет ли отменён гол после VAR?",
      "Будет ли автогол?",
      "Какая команда получит больше карточек?"
    ],
    "Bosnia and Herzegovina__Canada": [
      "Сможет ли Босния не проиграть матч?",
      "Будет ли гол головой?",
      "Будет ли отменён гол после VAR?",
      "Будет ли автогол?",
      "Какая команда получит больше карточек?"
    ],
    "Qatar__Switzerland": [
      "Сможет ли Швейцария не проиграть матч?",
      "Какая команда подаст больше угловых?",
      "Будет ли забит гол со стандарта: штрафной, угловой или пенальти?",
      "Будет ли гол после 75-й минуты?",
      "Будет ли красная карточка?"
    ],
    "Switzerland__Qatar": [
      "Сможет ли Швейцария не проиграть матч?",
      "Какая команда подаст больше угловых?",
      "Будет ли забит гол со стандарта: штрафной, угловой или пенальти?",
      "Будет ли гол после 75-й минуты?",
      "Будет ли красная карточка?"
    ],
    "Brazil__Haiti": [
      "Кто забьёт первый гол?",
      "Будет ли серия из 2 голов одной команды подряд?",
      "Забьёт ли Бразилия в первые 30 минут?",
      "Будет ли гол головой?",
      "Забьёт ли нападающий одной из команд дубль?"
    ],
    "Haiti__Brazil": [
      "Кто забьёт первый гол?",
      "Будет ли серия из 2 голов одной команды подряд?",
      "Забьёт ли Бразилия в первые 30 минут?",
      "Будет ли гол головой?",
      "Забьёт ли нападающий одной из команд дубль?"
    ],
    "Morocco__Scotland": [
      "Выиграет ли Морокко первый тайм?",
      "Сможет ли Шотландия открыть счёт?",
      "Будет ли тотал больше 2.5 голов?",
      "Будет ли красная карточка?",
      "Сохранит ли Шотландия ворота сухими?"
    ],
    "Scotland__Morocco": [
      "Выиграет ли Морокко первый тайм?",
      "Сможет ли Шотландия открыть счёт?",
      "Будет ли тотал больше 2.5 голов?",
      "Будет ли красная карточка?",
      "Сохранит ли Шотландия ворота сухими?"
    ],
    "United States__Australia": [
      "Будет ли тотал больше 2.5 голов?",
      "Будет ли камбэк после пропущенного первого гола?",
      "Будет ли красная карточка?",
      "Сможет ли Австралия открыть счёт?",
      "Забьёт ли нападающий одной из команд дубль?"
    ],
    "Australia__United States": [
      "Будет ли тотал больше 2.5 голов?",
      "Будет ли камбэк после пропущенного первого гола?",
      "Будет ли красная карточка?",
      "Сможет ли Австралия открыть счёт?",
      "Забьёт ли нападающий одной из команд дубль?"
    ],
    "Paraguay__Turkey": [
      "Забьёт ли Парагвай в первые 30 минут?",
      "Будет ли гол с дальней дистанции?",
      "Какая команда подаст больше угловых?",
      "Будет ли у Турция 4+ угловых?",
      "Сможет ли Турция открыть счёт?"
    ],
    "Turkey__Paraguay": [
      "Забьёт ли Парагвай в первые 30 минут?",
      "Будет ли гол с дальней дистанции?",
      "Какая команда подаст больше угловых?",
      "Будет ли у Турция 4+ угловых?",
      "Сможет ли Турция открыть счёт?"
    ],
    "Germany__Ivory Coast": [
      "Будет ли красная карточка?",
      "Будет ли гол после 75-й минуты?",
      "Сделает ли один игрок гол+пас?",
      "Кто забьёт первый гол?",
      "Забьют ли обе команды?"
    ],
    "Ivory Coast__Germany": [
      "Будет ли красная карточка?",
      "Будет ли гол после 75-й минуты?",
      "Сделает ли один игрок гол+пас?",
      "Кто забьёт первый гол?",
      "Забьют ли обе команды?"
    ],
    "Curaçao__Ecuador": [
      "Сделает ли вратарь Эквадор 4+ сейва?",
      "Будет ли результативная замена?",
      "Будет ли гол с дальней дистанции?",
      "Будет ли у Кюрасао 6+ угловых?",
      "Будет ли тотал меньше 3.5 голов?"
    ],
    "Ecuador__Curaçao": [
      "Сделает ли вратарь Эквадор 4+ сейва?",
      "Будет ли результативная замена?",
      "Будет ли гол с дальней дистанции?",
      "Будет ли у Кюрасао 6+ угловых?",
      "Будет ли тотал меньше 3.5 голов?"
    ],
    "Netherlands__Sweden": [
      "Будет ли счёт ничейным после первого тайма?",
      "Кто станет игроком матча?",
      "Забьёт ли Нидерланды в первые 30 минут?",
      "Сделает ли вратарь Швеция 4+ сейва?",
      "Будет ли серия из 2 голов одной команды подряд?"
    ],
    "Sweden__Netherlands": [
      "Будет ли счёт ничейным после первого тайма?",
      "Кто станет игроком матча?",
      "Забьёт ли Нидерланды в первые 30 минут?",
      "Сделает ли вратарь Швеция 4+ сейва?",
      "Будет ли серия из 2 голов одной команды подряд?"
    ],
    "Japan__Tunisia": [
      "Будет ли красная карточка?",
      "Будет ли гол в добавленное время любого тайма?",
      "Забьёт ли нападающий одной из команд дубль?",
      "Будет ли отменён гол после VAR?",
      "Сможет ли Тунис открыть счёт?"
    ],
    "Tunisia__Japan": [
      "Будет ли красная карточка?",
      "Будет ли гол в добавленное время любого тайма?",
      "Забьёт ли нападающий одной из команд дубль?",
      "Будет ли отменён гол после VAR?",
      "Сможет ли Тунис открыть счёт?"
    ],
    "Belgium__Iran": [
      "Будет ли у Иран 4+ угловых?",
      "Выиграет ли Бельгия первый тайм?",
      "Будет ли минимум 10 ударов у Бельгия?",
      "Будет ли у Бельгия 55%+ владения мячом?",
      "Сможет ли Иран не проиграть матч?"
    ],
    "Iran__Belgium": [
      "Будет ли у Иран 4+ угловых?",
      "Выиграет ли Бельгия первый тайм?",
      "Будет ли минимум 10 ударов у Бельгия?",
      "Будет ли у Бельгия 55%+ владения мячом?",
      "Сможет ли Иран не проиграть матч?"
    ],
    "Egypt__New Zealand": [
      "Кто станет игроком матча?",
      "Сохранит ли Новая Зеландия ворота сухими?",
      "Будет ли забит гол со стандарта: штрафной, угловой или пенальти?",
      "Сможет ли Новая Зеландия не проиграть матч?",
      "Будет ли тотал меньше 3.5 голов?"
    ],
    "New Zealand__Egypt": [
      "Кто станет игроком матча?",
      "Сохранит ли Новая Зеландия ворота сухими?",
      "Будет ли забит гол со стандарта: штрафной, угловой или пенальти?",
      "Сможет ли Новая Зеландия не проиграть матч?",
      "Будет ли тотал меньше 3.5 голов?"
    ],
    "Spain__Saudi Arabia": [
      "Забьют ли обе команды?",
      "Будет ли красная карточка?",
      "Кто забьёт первый гол?",
      "Будет ли у Испания 55%+ владения мячом?",
      "Забьёт ли нападающий одной из команд дубль?"
    ],
    "Saudi Arabia__Spain": [
      "Забьют ли обе команды?",
      "Будет ли красная карточка?",
      "Кто забьёт первый гол?",
      "Будет ли у Испания 55%+ владения мячом?",
      "Забьёт ли нападающий одной из команд дубль?"
    ],
    "Cape Verde__Uruguay": [
      "Будет ли гол головой?",
      "Кто забьёт первый гол?",
      "Будет ли минимум 10 ударов у Кабо Верде?",
      "Будет ли забит гол со стандарта: штрафной, угловой или пенальти?",
      "Будет ли камбэк после пропущенного первого гола?"
    ],
    "Uruguay__Cape Verde": [
      "Будет ли гол головой?",
      "Кто забьёт первый гол?",
      "Будет ли минимум 10 ударов у Кабо Верде?",
      "Будет ли забит гол со стандарта: штрафной, угловой или пенальти?",
      "Будет ли камбэк после пропущенного первого гола?"
    ],
    "France__Iraq": [
      "Назначат ли пенальти в этом матче?",
      "Будет ли гол головой?",
      "Будет ли гол с дальней дистанции?",
      "Будет ли автогол?",
      "Кто забьёт первый гол?"
    ],
    "Iraq__France": [
      "Назначат ли пенальти в этом матче?",
      "Будет ли гол головой?",
      "Будет ли гол с дальней дистанции?",
      "Будет ли автогол?",
      "Кто забьёт первый гол?"
    ],
    "Senegal__Norway": [
      "Будет ли у Норвегия 4+ угловых?",
      "Сделает ли вратарь Норвегия 4+ сейва?",
      "Будет ли автогол?",
      "Кто станет игроком матча?",
      "Будет ли отменён гол после VAR?"
    ],
    "Norway__Senegal": [
      "Будет ли у Норвегия 4+ угловых?",
      "Сделает ли вратарь Норвегия 4+ сейва?",
      "Будет ли автогол?",
      "Кто станет игроком матча?",
      "Будет ли отменён гол после VAR?"
    ],
    "Argentina__Austria": [
      "Кто станет игроком матча?",
      "Сделает ли вратарь Австрия 4+ сейва?",
      "Сможет ли Австрия открыть счёт?",
      "Будет ли минимум 10 ударов у Аргентина?",
      "Забьёт ли нападающий одной из команд дубль?"
    ],
    "Austria__Argentina": [
      "Кто станет игроком матча?",
      "Сделает ли вратарь Австрия 4+ сейва?",
      "Сможет ли Австрия открыть счёт?",
      "Будет ли минимум 10 ударов у Аргентина?",
      "Забьёт ли нападающий одной из команд дубль?"
    ],
    "Algeria__Jordan": [
      "Выиграет ли Алжир первый тайм?",
      "Забьёт ли Алжир в первые 30 минут?",
      "Будет ли у Алжир победа с разницей в 2+ мяча?",
      "Кто станет игроком матча?",
      "Какая команда подаст больше угловых?"
    ],
    "Jordan__Algeria": [
      "Выиграет ли Алжир первый тайм?",
      "Забьёт ли Алжир в первые 30 минут?",
      "Будет ли у Алжир победа с разницей в 2+ мяча?",
      "Кто станет игроком матча?",
      "Какая команда подаст больше угловых?"
    ],
    "Portugal__Uzbekistan": [
      "Будет ли результативная замена?",
      "Кто станет игроком матча?",
      "Выиграет ли Португалия первый тайм?",
      "Будет ли у Узбекистан 4+ угловых?",
      "Будет ли тотал меньше 3.5 голов?"
    ],
    "Uzbekistan__Portugal": [
      "Будет ли результативная замена?",
      "Кто станет игроком матча?",
      "Выиграет ли Португалия первый тайм?",
      "Будет ли у Узбекистан 4+ угловых?",
      "Будет ли тотал меньше 3.5 голов?"
    ],
    "DR Congo__Colombia": [
      "Сможет ли Колумбия открыть счёт?",
      "Будет ли первый гол забит после ошибки защитника или вратаря?",
      "Будет ли минимум 10 ударов у Конго?",
      "Сохранит ли Конго ворота сухими?",
      "Сделает ли вратарь Колумбия 4+ сейва?"
    ],
    "Colombia__DR Congo": [
      "Сможет ли Колумбия открыть счёт?",
      "Будет ли первый гол забит после ошибки защитника или вратаря?",
      "Будет ли минимум 10 ударов у Конго?",
      "Сохранит ли Конго ворота сухими?",
      "Сделает ли вратарь Колумбия 4+ сейва?"
    ],
    "England__Ghana": [
      "Будет ли автогол?",
      "Сможет ли Гана открыть счёт?",
      "Какая команда получит больше карточек?",
      "Сохранит ли Англия ворота сухими?",
      "Кто забьёт первый гол?"
    ],
    "Ghana__England": [
      "Будет ли автогол?",
      "Сможет ли Гана открыть счёт?",
      "Какая команда получит больше карточек?",
      "Сохранит ли Англия ворота сухими?",
      "Кто забьёт первый гол?"
    ],
    "Croatia__Panama": [
      "Сделает ли вратарь Панама 4+ сейва?",
      "Будет ли серия из 2 голов одной команды подряд?",
      "Будет ли счёт ничейным после первого тайма?",
      "Забьют ли обе команды?",
      "Сможет ли Панама не проиграть матч?"
    ],
    "Panama__Croatia": [
      "Сделает ли вратарь Панама 4+ сейва?",
      "Будет ли серия из 2 голов одной команды подряд?",
      "Будет ли счёт ничейным после первого тайма?",
      "Забьют ли обе команды?",
      "Сможет ли Панама не проиграть матч?"
    ],
    "Mexico__Czechia": [
      "Будет ли минимум 10 ударов у Мексика?",
      "Будет ли камбэк после пропущенного первого гола?",
      "Будет ли гол головой?",
      "Будет ли у Мексика победа с разницей в 2+ мяча?",
      "Будет ли счёт ничейным после первого тайма?"
    ],
    "Czechia__Mexico": [
      "Будет ли минимум 10 ударов у Мексика?",
      "Будет ли камбэк после пропущенного первого гола?",
      "Будет ли гол головой?",
      "Будет ли у Мексика победа с разницей в 2+ мяча?",
      "Будет ли счёт ничейным после первого тайма?"
    ],
    "South Africa__South Korea": [
      "Будет ли первый гол забит после ошибки защитника или вратаря?",
      "Будет ли отменён гол после VAR?",
      "Будет ли серия из 2 голов одной команды подряд?",
      "Сможет ли Южная Корея открыть счёт?",
      "Будет ли тотал больше 2.5 голов?"
    ],
    "South Korea__South Africa": [
      "Будет ли первый гол забит после ошибки защитника или вратаря?",
      "Будет ли отменён гол после VAR?",
      "Будет ли серия из 2 голов одной команды подряд?",
      "Сможет ли Южная Корея открыть счёт?",
      "Будет ли тотал больше 2.5 голов?"
    ],
    "Canada__Switzerland": [
      "Назначат ли пенальти в этом матче?",
      "Получит ли хотя бы одна команда 3+ жёлтые карточки?",
      "Будет ли минимум 10 ударов у Канада?",
      "Сможет ли Швейцария забить в обоих таймах?",
      "Какая команда получит больше карточек?"
    ],
    "Switzerland__Canada": [
      "Назначат ли пенальти в этом матче?",
      "Получит ли хотя бы одна команда 3+ жёлтые карточки?",
      "Будет ли минимум 10 ударов у Канада?",
      "Сможет ли Швейцария забить в обоих таймах?",
      "Какая команда получит больше карточек?"
    ],
    "Bosnia and Herzegovina__Qatar": [
      "Будет ли отменён гол после VAR?",
      "Кто забьёт первый гол?",
      "Будет ли тотал больше 2.5 голов?",
      "Сможет ли Катар открыть счёт?",
      "Получит ли хотя бы одна команда 3+ жёлтые карточки?"
    ],
    "Qatar__Bosnia and Herzegovina": [
      "Будет ли отменён гол после VAR?",
      "Кто забьёт первый гол?",
      "Будет ли тотал больше 2.5 голов?",
      "Сможет ли Катар открыть счёт?",
      "Получит ли хотя бы одна команда 3+ жёлтые карточки?"
    ],
    "Brazil__Scotland": [
      "Кто забьёт первый гол?",
      "Сможет ли Шотландия открыть счёт?",
      "Будет ли у Шотландия 4+ угловых?",
      "Сможет ли Шотландия не проиграть матч?",
      "Забьёт ли Бразилия в первые 30 минут?"
    ],
    "Scotland__Brazil": [
      "Кто забьёт первый гол?",
      "Сможет ли Шотландия открыть счёт?",
      "Будет ли у Шотландия 4+ угловых?",
      "Сможет ли Шотландия не проиграть матч?",
      "Забьёт ли Бразилия в первые 30 минут?"
    ],
    "Morocco__Haiti": [
      "Сможет ли Гаити забить в обоих таймах?",
      "Сделает ли один игрок гол+пас?",
      "Будет ли гол в добавленное время любого тайма?",
      "Забьёт ли нападающий одной из команд дубль?",
      "Кто забьёт первый гол?"
    ],
    "Haiti__Morocco": [
      "Сможет ли Гаити забить в обоих таймах?",
      "Сделает ли один игрок гол+пас?",
      "Будет ли гол в добавленное время любого тайма?",
      "Забьёт ли нападающий одной из команд дубль?",
      "Кто забьёт первый гол?"
    ],
    "United States__Turkey": [
      "Будет ли у Турция 4+ угловых?",
      "Будет ли минимум 10 ударов у Турция?",
      "Выиграет ли США первый тайм?",
      "Какая команда получит больше карточек?",
      "Будет ли гол в добавленное время любого тайма?"
    ],
    "Turkey__United States": [
      "Будет ли у Турция 4+ угловых?",
      "Будет ли минимум 10 ударов у Турция?",
      "Выиграет ли США первый тайм?",
      "Какая команда получит больше карточек?",
      "Будет ли гол в добавленное время любого тайма?"
    ],
    "Paraguay__Australia": [
      "Кто забьёт первый гол?",
      "Будет ли у Парагвай 55%+ владения мячом?",
      "Будет ли забит гол со стандарта: штрафной, угловой или пенальти?",
      "Будет ли тотал меньше 3.5 голов?",
      "Выиграет ли Парагвай первый тайм?"
    ],
    "Australia__Paraguay": [
      "Кто забьёт первый гол?",
      "Будет ли у Парагвай 55%+ владения мячом?",
      "Будет ли забит гол со стандарта: штрафной, угловой или пенальти?",
      "Будет ли тотал меньше 3.5 голов?",
      "Выиграет ли Парагвай первый тайм?"
    ],
    "Germany__Ecuador": [
      "Будет ли автогол?",
      "Будет ли отменён гол после VAR?",
      "Будет ли красная карточка?",
      "Сделает ли один игрок гол+пас?",
      "Кто забьёт первый гол?"
    ],
    "Ecuador__Germany": [
      "Будет ли автогол?",
      "Будет ли отменён гол после VAR?",
      "Будет ли красная карточка?",
      "Сделает ли один игрок гол+пас?",
      "Кто забьёт первый гол?"
    ],
    "Curaçao__Ivory Coast": [
      "Будет ли минимум 10 ударов у Ивори Кост?",
      "Будет ли минимум 10 ударов у Кюрасао?",
      "Сможет ли Ивори Кост забить в обоих таймах?",
      "Будет ли гол головой?",
      "Будет ли счёт ничейным после первого тайма?"
    ],
    "Ivory Coast__Curaçao": [
      "Будет ли минимум 10 ударов у Ивори Кост?",
      "Будет ли минимум 10 ударов у Кюрасао?",
      "Сможет ли Ивори Кост забить в обоих таймах?",
      "Будет ли гол головой?",
      "Будет ли счёт ничейным после первого тайма?"
    ],
    "Netherlands__Tunisia": [
      "Будет ли отменён гол после VAR?",
      "Забьёт ли нападающий одной из команд дубль?",
      "Будет ли у Тунис 4+ угловых?",
      "Будет ли первый гол забит после ошибки защитника или вратаря?",
      "Кто станет игроком матча?"
    ],
    "Tunisia__Netherlands": [
      "Будет ли отменён гол после VAR?",
      "Забьёт ли нападающий одной из команд дубль?",
      "Будет ли у Тунис 4+ угловых?",
      "Будет ли первый гол забит после ошибки защитника или вратаря?",
      "Кто станет игроком матча?"
    ],
    "Japan__Sweden": [
      "Будет ли счёт ничейным после первого тайма?",
      "Выиграет ли Япония первый тайм?",
      "Сможет ли Швеция забить в обоих таймах?",
      "Будет ли гол после 75-й минуты?",
      "Будет ли минимум 10 ударов у Япония?"
    ],
    "Sweden__Japan": [
      "Будет ли счёт ничейным после первого тайма?",
      "Выиграет ли Япония первый тайм?",
      "Сможет ли Швеция забить в обоих таймах?",
      "Будет ли гол после 75-й минуты?",
      "Будет ли минимум 10 ударов у Япония?"
    ],
    "Belgium__New Zealand": [
      "Будет ли у Бельгия 55%+ владения мячом?",
      "Забьют ли обе команды?",
      "Будет ли у Новая Зеландия 4+ угловых?",
      "Назначат ли пенальти в этом матче?",
      "Сможет ли Новая Зеландия забить в обоих таймах?"
    ],
    "New Zealand__Belgium": [
      "Будет ли у Бельгия 55%+ владения мячом?",
      "Забьют ли обе команды?",
      "Будет ли у Новая Зеландия 4+ угловых?",
      "Назначат ли пенальти в этом матче?",
      "Сможет ли Новая Зеландия забить в обоих таймах?"
    ],
    "Egypt__Iran": [
      "Забьёт ли Египет в первые 30 минут?",
      "Будет ли гол головой?",
      "Будет ли серия из 2 голов одной команды подряд?",
      "Сделает ли один игрок гол+пас?",
      "Будет ли забит гол со стандарта: штрафной, угловой или пенальти?"
    ],
    "Iran__Egypt": [
      "Забьёт ли Египет в первые 30 минут?",
      "Будет ли гол головой?",
      "Будет ли серия из 2 голов одной команды подряд?",
      "Сделает ли один игрок гол+пас?",
      "Будет ли забит гол со стандарта: штрафной, угловой или пенальти?"
    ],
    "Spain__Uruguay": [
      "Будет ли забит гол со стандарта: штрафной, угловой или пенальти?",
      "Забьют ли обе команды?",
      "Сохранит ли Уругвай ворота сухими?",
      "Будет ли гол после 75-й минуты?",
      "Будет ли счёт ничейным после первого тайма?"
    ],
    "Uruguay__Spain": [
      "Будет ли забит гол со стандарта: штрафной, угловой или пенальти?",
      "Забьют ли обе команды?",
      "Сохранит ли Уругвай ворота сухими?",
      "Будет ли гол после 75-й минуты?",
      "Будет ли счёт ничейным после первого тайма?"
    ],
    "Cape Verde__Saudi Arabia": [
      "Будет ли тотал меньше 3.5 голов?",
      "Какая команда подаст больше угловых?",
      "Кто станет игроком матча?",
      "Будет ли результативная замена?",
      "Будет ли гол в добавленное время любого тайма?"
    ],
    "Saudi Arabia__Cape Verde": [
      "Будет ли тотал меньше 3.5 голов?",
      "Какая команда подаст больше угловых?",
      "Кто станет игроком матча?",
      "Будет ли результативная замена?",
      "Будет ли гол в добавленное время любого тайма?"
    ],
    "France__Norway": [
      "Кто забьёт первый гол?",
      "Какая команда получит больше карточек?",
      "Будет ли результативная замена?",
      "Сохранит ли Норвегия ворота сухими?",
      "Будет ли автогол?"
    ],
    "Norway__France": [
      "Кто забьёт первый гол?",
      "Какая команда получит больше карточек?",
      "Будет ли результативная замена?",
      "Сохранит ли Норвегия ворота сухими?",
      "Будет ли автогол?"
    ],
    "Senegal__Iraq": [
      "Будет ли у Ирак 4+ угловых?",
      "Какая команда получит больше карточек?",
      "Будет ли у Сенегал 55%+ владения мячом?",
      "Будет ли тотал больше 2.5 голов?",
      "Будет ли гол головой?"
    ],
    "Iraq__Senegal": [
      "Будет ли у Ирак 4+ угловых?",
      "Какая команда получит больше карточек?",
      "Будет ли у Сенегал 55%+ владения мячом?",
      "Будет ли тотал больше 2.5 голов?",
      "Будет ли гол головой?"
    ],
    "Argentina__Jordan": [
      "Будет ли тотал больше 2.5 голов?",
      "Будет ли у Аргентина 6+ угловых?",
      "Будет ли тотал меньше 3.5 голов?",
      "Будет ли гол в добавленное время любого тайма?",
      "Кто забьёт первый гол?"
    ],
    "Jordan__Argentina": [
      "Будет ли тотал больше 2.5 голов?",
      "Будет ли у Аргентина 6+ угловых?",
      "Будет ли тотал меньше 3.5 голов?",
      "Будет ли гол в добавленное время любого тайма?",
      "Кто забьёт первый гол?"
    ],
    "Algeria__Austria": [
      "Сможет ли Австрия не проиграть матч?",
      "Сможет ли Австрия забить в обоих таймах?",
      "Сделает ли вратарь Австрия 4+ сейва?",
      "Забьёт ли нападающий одной из команд дубль?",
      "Будет ли серия из 2 голов одной команды подряд?"
    ],
    "Austria__Algeria": [
      "Сможет ли Австрия не проиграть матч?",
      "Сможет ли Австрия забить в обоих таймах?",
      "Сделает ли вратарь Австрия 4+ сейва?",
      "Забьёт ли нападающий одной из команд дубль?",
      "Будет ли серия из 2 голов одной команды подряд?"
    ],
    "Portugal__Colombia": [
      "Будет ли отменён гол после VAR?",
      "Будет ли у Португалия 55%+ владения мячом?",
      "Будет ли серия из 2 голов одной команды подряд?",
      "Кто станет игроком матча?",
      "Будет ли гол в добавленное время любого тайма?"
    ],
    "Colombia__Portugal": [
      "Будет ли отменён гол после VAR?",
      "Будет ли у Португалия 55%+ владения мячом?",
      "Будет ли серия из 2 голов одной команды подряд?",
      "Кто станет игроком матча?",
      "Будет ли гол в добавленное время любого тайма?"
    ],
    "DR Congo__Uzbekistan": [
      "Назначат ли пенальти в этом матче?",
      "Будет ли отменён гол после VAR?",
      "Выиграет ли Конго первый тайм?",
      "Сделает ли один игрок гол+пас?",
      "Будет ли гол головой?"
    ],
    "Uzbekistan__DR Congo": [
      "Назначат ли пенальти в этом матче?",
      "Будет ли отменён гол после VAR?",
      "Выиграет ли Конго первый тайм?",
      "Сделает ли один игрок гол+пас?",
      "Будет ли гол головой?"
    ],
    "England__Panama": [
      "Будет ли автогол?",
      "Будет ли у Англия 55%+ владения мячом?",
      "Будет ли у Панама 4+ угловых?",
      "Забьёт ли Англия в первые 30 минут?",
      "Будет ли минимум 10 ударов у Панама?"
    ],
    "Panama__England": [
      "Будет ли автогол?",
      "Будет ли у Англия 55%+ владения мячом?",
      "Будет ли у Панама 4+ угловых?",
      "Забьёт ли Англия в первые 30 минут?",
      "Будет ли минимум 10 ударов у Панама?"
    ],
    "Croatia__Ghana": [
      "Кто забьёт первый гол?",
      "Кто станет игроком матча?",
      "Будет ли у Гана 4+ угловых?",
      "Сохранит ли Гана ворота сухими?",
      "Будет ли первый гол забит после ошибки защитника или вратаря?"
    ],
    "Ghana__Croatia": [
      "Кто забьёт первый гол?",
      "Кто станет игроком матча?",
      "Будет ли у Гана 4+ угловых?",
      "Сохранит ли Гана ворота сухими?",
      "Будет ли первый гол забит после ошибки защитника или вратаря?"
    ]
  },
  "lineups": {
    "Mexico": [
      "Гильермо Очоа",
      "Хорхе Санчес",
      "Сесар Монтес",
      "Хоан Васкес",
      "Хесус Гальярдо",
      "Эдсон Альварес",
      "Луис Чавес",
      "Орбелин Пинеда",
      "Ирвинг Лосано",
      "Сантьяго Хименес",
      "Хулиан Киньонес"
    ],
    "South Africa": [
      "Ронуэн Уильямс",
      "Хулани Хлатшвайо",
      "Мотоби Мвала",
      "Аубри Модиба",
      "Тебохо Мокоэна",
      "Спепело Ситхоле",
      "Перси Тау",
      "Тхемба Зване",
      "Элиас Моквана",
      "Лайл Фостер",
      "Закхеле Лепаса"
    ],
    "Canada": [
      "Максим Крепо",
      "Алистер Джонстон",
      "Мойс Бомбито",
      "Камал Миллер",
      "Альфонсо Дэвис",
      "Стивен Эуштакиу",
      "Исмаэль Коне",
      "Таджон Бьюкенен",
      "Джонатан Дэвид",
      "Сайл Ларин",
      "Джейкоб Шаффелбург"
    ],
    "Qatar": [
      "Мешаль Баршам",
      "Педро Мигел",
      "Тарек Салман",
      "Лукас Мендес",
      "Абделькарим Хассан",
      "Карим Будиаф",
      "Ассим Мадибо",
      "Хасан Аль-Хайдос",
      "Акрам Афиф",
      "Альмоез Али",
      "Юсуф Абдурисаг"
    ],
    "United States": [
      "Мэтт Тернер",
      "Сержиньо Дест",
      "Крис Ричардс",
      "Тим Рим",
      "Антони Робинсон",
      "Тайлер Адамс",
      "Уэстон Маккенни",
      "Юнус Муса",
      "Джованни Рейна",
      "Кристиан Пулишич",
      "Фоларин Балоган"
    ],
    "Paraguay": [
      "Роберто Фернандес",
      "Густаво Веласкес",
      "Густаво Гомес",
      "Хуниор Алонсо",
      "Матиас Эспиноса",
      "Дамиан Бобадилья",
      "Андрес Кубас",
      "Матиас Вильясанти",
      "Мигель Альмирон",
      "Хулио Энсисо",
      "Антонио Санабрия"
    ],
    "Bosnia and Herzegovina": [
      "Никола Василь",
      "Анель Ахмедходжич",
      "Деннис Хаджикадунич",
      "Адриан Баришич",
      "Сеад Колашинац",
      "Раде Крунич",
      "Амир Хаджиахметович",
      "Беньямин Тахирович",
      "Харис Хайрадинович",
      "Эрмедин Демирович",
      "Эдин Джеко"
    ],
    "Switzerland": [
      "Янн Зоммер",
      "Сильван Видмер",
      "Мануэль Аканджи",
      "Нико Эльведи",
      "Рикардо Родригес",
      "Гранит Джака",
      "Ремо Фройлер",
      "Джердан Шакири",
      "Рубен Варгас",
      "Ноа Окафор",
      "Брель Эмболо"
    ],
    "Brazil": [
      "Алиссон",
      "Данило",
      "Маркиньос",
      "Эдер Милитао",
      "Гильерме Арана",
      "Бруно Гимарайнс",
      "Лукас Пакета",
      "Родриго",
      "Рафинья",
      "Винисиус Жуниор",
      "Эндрик"
    ],
    "Morocco": [
      "Яссин Буну",
      "Ашраф Хакими",
      "Наиф Агерд",
      "Ромен Сайсс",
      "Нуссаир Мазрауи",
      "Софьян Амрабат",
      "Аззедин Унаи",
      "Билаль Эль-Ханнус",
      "Хаким Зиеш",
      "Юссеф Эн-Несири",
      "Абде Эззалзули"
    ],
    "Haiti": [
      "Джонни Пласид",
      "Карленс Аркюс",
      "Рикардо Аде",
      "Жером Опоку",
      "Алекс Кристиан",
      "Брайан Альсеус",
      "Деррик Этьен",
      "Данли Жан-Жак",
      "Францди Пьерро",
      "Дакенс Назон",
      "Фабрис Пико"
    ],
    "Scotland": [
      "Ангус Ганн",
      "Аарон Хики",
      "Джек Хендри",
      "Скотт Маккенна",
      "Киран Тирни",
      "Эндрю Робертсон",
      "Скотт Мактоминей",
      "Билли Гилмор",
      "Джон Макгинн",
      "Райан Кристи",
      "Че Адамс"
    ],
    "Australia": [
      "Мэт Райан",
      "Азиз Бехич",
      "Харри Суттар",
      "Кай Роулз",
      "Натаниэль Аткинсон",
      "Джексон Ирвин",
      "Киану Баккус",
      "Райли Макгри",
      "Мартин Бойл",
      "Крейг Гудвин",
      "Митчелл Дюк"
    ],
    "Turkey": [
      "Угурджан Чакыр",
      "Зеки Челик",
      "Мерих Демирал",
      "Абдулкерим Бардакджи",
      "Ферди Кадиоглу",
      "Хакан Чалханоглу",
      "Оркун Кёкчю",
      "Арда Гюлер",
      "Кенан Йылдыз",
      "Керем Актюркоглу",
      "Барыш Алпер Йылмаз"
    ],
    "Germany": [
      "Марк-Андре тер Штеген",
      "Йозуа Киммих",
      "Антонио Рюдигер",
      "Йонатан Та",
      "Давид Раум",
      "Роберт Андрих",
      "Илкай Гюндоган",
      "Флориан Вирц",
      "Джамал Мусиала",
      "Лерой Сане",
      "Кай Хаверц"
    ],
    "Curaçao": [
      "Элой Ром",
      "Юрриен Гаари",
      "Ксандро Схенк",
      "Рошон ван Эйма",
      "Куко Мартина",
      "Вюрнон Анита",
      "Леандро Бакуна",
      "Юриен Гаари",
      "Брандли Кувас",
      "Рангело Янга",
      "Жуньиньо Бакуна"
    ],
    "Ivory Coast": [
      "Яхья Фофана",
      "Серж Орье",
      "Усман Диоманде",
      "Эван Ндика",
      "Гислен Конан",
      "Франк Кессье",
      "Ибрагим Сангаре",
      "Секо Фофана",
      "Симон Адингра",
      "Себастьен Алле",
      "Уилфрид Заха"
    ],
    "Ecuador": [
      "Эрнан Галиндейс",
      "Анхело Пресиадо",
      "Феликс Торрес",
      "Уильям Пачо",
      "Пьеро Инкапье",
      "Мойсес Кайседо",
      "Карлос Груэсо",
      "Кендалл Паэс",
      "Гонсало Плата",
      "Энер Валенсия",
      "Кевин Родригес"
    ],
    "Netherlands": [
      "Барт Вербрюгген",
      "Дензел Думфрис",
      "Вирджил ван Дейк",
      "Маттейс де Лигт",
      "Натан Аке",
      "Френки де Йонг",
      "Тейяни Рейндерс",
      "Хави Симонс",
      "Коди Гакпо",
      "Дониэлл Мален",
      "Ваут Вегхорст"
    ],
    "Japan": [
      "Сион Судзуки",
      "Юкинари Сугавара",
      "Ко Итакура",
      "Такэхиро Томиясу",
      "Хироки Ито",
      "Ватару Эндо",
      "Хидэмаса Морита",
      "Такуми Минамино",
      "Такэфуса Кубо",
      "Каору Митома",
      "Аясе Уэда"
    ],
    "Sweden": [
      "Робин Ольсен",
      "Эмиль Крафт",
      "Виктор Линделёф",
      "Исак Хиен",
      "Людвиг Аугустинссон",
      "Йенс Каюсте",
      "Самуэль Густафсон",
      "Деян Кулушевски",
      "Эмиль Форсберг",
      "Александер Исак",
      "Виктор Дьёкереш"
    ],
    "Tunisia": [
      "Аймен Дамен",
      "Важди Кешрида",
      "Дилан Бронн",
      "Монтассар Тальби",
      "Али Маалул",
      "Элис Схири",
      "Аисса Лайдуни",
      "Ханнибал Межбри",
      "Юссеф Мсакни",
      "Эльяс Ашури",
      "Сейфеддин Жазири"
    ],
    "Belgium": [
      "Тибо Куртуа",
      "Тимоти Кастань",
      "Ваут Фас",
      "Ян Вертонген",
      "Артур Теате",
      "Амаду Онана",
      "Юри Тилеманс",
      "Кевин Де Брёйне",
      "Жереми Доку",
      "Леандро Троссард",
      "Ромелу Лукаку"
    ],
    "Egypt": [
      "Мохамед Эль-Шенави",
      "Мохамед Хани",
      "Ахмед Хегази",
      "Мохамед Абдельмонем",
      "Ахмед Фатух",
      "Мохамед Эльнени",
      "Хамди Фатхи",
      "Трезеге",
      "Омар Мармуш",
      "Мохамед Салах",
      "Мостафа Мохамед"
    ],
    "Iran": [
      "Алиреза Бейранванд",
      "Садег Мохаррами",
      "Мортеза Пуралиганджи",
      "Шоджа Халилзаде",
      "Милад Мохаммади",
      "Саид Эзатоллахи",
      "Саман Годдос",
      "Али Голизаде",
      "Мехди Тареми",
      "Сардар Азмун",
      "Алиреза Джаханбахш"
    ],
    "New Zealand": [
      "Макс Крокомб",
      "Тим Пейн",
      "Нандо Пейнакер",
      "Томми Смит",
      "Либерато Какаче",
      "Мэттью Гарбетт",
      "Джо Белл",
      "Сарприт Сингх",
      "Крис Вуд",
      "Элайджа Джаст",
      "Бен Уэйн"
    ],
    "Spain": [
      "Унай Симон",
      "Дани Карвахаль",
      "Робин Ле Норман",
      "Аймерик Лапорт",
      "Алекс Гримальдо",
      "Родри",
      "Педри",
      "Гави",
      "Ламин Ямаль",
      "Нико Уильямс",
      "Альваро Мората"
    ],
    "Cape Verde": [
      "Возинья",
      "Стивен Морейра",
      "Роберто Лопеш",
      "Логан Коста",
      "Жоау Паулу",
      "Кевин Лени",
      "Жамиро Монтейро",
      "Гарри Родригеш",
      "Райан Мендеш",
      "Жовани Кабрал",
      "Бебе"
    ],
    "Saudi Arabia": [
      "Мохаммед Аль-Овайс",
      "Сауд Абдулхамид",
      "Али Аль-Булейхи",
      "Хассан Тамбакти",
      "Яссер Аль-Шахрани",
      "Мохамед Канно",
      "Абдулелах Аль-Малки",
      "Салем Аль-Давсари",
      "Сами Аль-Наджи",
      "Фирас Аль-Бурайкан",
      "Салех Аль-Шехри"
    ],
    "Uruguay": [
      "Серхио Рочет",
      "Наитан Нандес",
      "Рональд Араухо",
      "Хосе Мария Хименес",
      "Матиас Оливера",
      "Федерико Вальверде",
      "Мануэль Угарте",
      "Николас де ла Крус",
      "Факундо Пельистри",
      "Дарвин Нуньес",
      "Максимилиано Араухо"
    ],
    "France": [
      "Майк Меньян",
      "Жюль Кунде",
      "Ибраима Конате",
      "Уильям Салиба",
      "Тео Эрнандес",
      "Орельен Тчуамени",
      "Эдуардо Камавинга",
      "Антуан Гризманн",
      "Усман Дембеле",
      "Килиан Мбаппе",
      "Маркус Тюрам"
    ],
    "Senegal": [
      "Эдуар Менди",
      "Юссуф Сабали",
      "Калиду Кулибали",
      "Мусса Ниакате",
      "Исмаил Якобс",
      "Идрисса Гейе",
      "Папе Матар Сарр",
      "Крепен Диатта",
      "Илиман Ндиай",
      "Садио Мане",
      "Николас Джексон"
    ],
    "Iraq": [
      "Джалал Хасан",
      "Хусейн Али",
      "Саад Натиq",
      "Али Аднан",
      "Франс Путрос",
      "Амир Аль-Аммари",
      "Ибрахим Байеш",
      "Башар Ресан",
      "Юсеф Амин",
      "Айман Хуссейн",
      "Моханад Али"
    ],
    "Norway": [
      "Орьян Ниланд",
      "Юлиан Рюэрсон",
      "Лео Эстигор",
      "Кристоффер Айер",
      "Давид Мёллер Вольфе",
      "Сандер Берге",
      "Мартин Эдегор",
      "Фредрик Аурснес",
      "Антонио Нуса",
      "Эрлинг Холанд",
      "Александер Сёрлот"
    ],
    "Argentina": [
      "Эмилиано Мартинес",
      "Науэль Молина",
      "Кристиан Ромеро",
      "Лисандро Мартинес",
      "Николас Тальяфико",
      "Родриго Де Пауль",
      "Энцо Фернандес",
      "Алексис Мак Аллистер",
      "Лионель Месси",
      "Лаутаро Мартинес",
      "Хулиан Альварес"
    ],
    "Algeria": [
      "Антони Мандреа",
      "Юсеф Аталь",
      "Рами Бенсебаини",
      "Аисса Манди",
      "Ахмед Туба",
      "Исмаэль Беннасер",
      "Набил Бенталеб",
      "Хишам Буддауи",
      "Рияд Марез",
      "Саид Бенрахма",
      "Амин Гуири"
    ],
    "Austria": [
      "Патрик Пенц",
      "Штефан Пош",
      "Кевин Дансо",
      "Максимилиан Вёбер",
      "Филипп Мвене",
      "Конрад Лаймер",
      "Николас Зайвальд",
      "Кристоф Баумгартнер",
      "Марсель Забитцер",
      "Михаэль Грегорич",
      "Марко Арнаутович"
    ],
    "Jordan": [
      "Язид Абу Лайла",
      "Абдалла Насиб",
      "Язан Аль-Араб",
      "Салем Аль-Аджалин",
      "Низар Аль-Рашдан",
      "Нур Аль-Равабде",
      "Махмуд Марди",
      "Муса Аль-Тамари",
      "Али Олван",
      "Язан Аль-Наймат",
      "Ибрахим Саде"
    ],
    "Portugal": [
      "Диогу Кошта",
      "Жоау Канселу",
      "Рубен Диаш",
      "Антониу Силва",
      "Нуну Мендеш",
      "Жоау Пальинья",
      "Бруну Фернандеш",
      "Бернарду Силва",
      "Рафаэл Леау",
      "Криштиану Роналду",
      "Гонсалу Рамуш"
    ],
    "DR Congo": [
      "Лионель Мпаси",
      "Гедеон Калулу",
      "Шансель Мбемба",
      "Дилан Батубинсика",
      "Артур Масуаку",
      "Самюэль Мутусами",
      "Шарль Пикель",
      "Гаэль Какута",
      "Йоан Висса",
      "Седрик Бакамбу",
      "Силас"
    ],
    "Uzbekistan": [
      "Уткир Юсупов",
      "Фаррух Сайфиев",
      "Абдукодир Хусанов",
      "Рустам Ашурматов",
      "Хусниддин Алику лов",
      "Одилжон Хамробеков",
      "Остон Урунов",
      "Джалолиддин Машарипов",
      "Аббосбек Файзуллаев",
      "Элдор Шомуродов",
      "Игорь Сергеев"
    ],
    "Colombia": [
      "Камило Варгас",
      "Даниэль Муньос",
      "Давинсон Санчес",
      "Йерри Мина",
      "Йохан Мохика",
      "Джефферсон Лерма",
      "Ричард Риос",
      "Хамес Родригес",
      "Луис Диас",
      "Джон Ариас",
      "Джон Кордоба"
    ],
    "England": [
      "Джордан Пикфорд",
      "Кайл Уокер",
      "Джон Стоунз",
      "Марк Гехи",
      "Люк Шоу",
      "Деклан Райс",
      "Джуд Беллингем",
      "Фил Фоден",
      "Букайо Сака",
      "Харри Кейн",
      "Коул Палмер"
    ],
    "Croatia": [
      "Доминик Ливакович",
      "Йосип Станишич",
      "Йошко Гвардиол",
      "Мартин Эрлич",
      "Борна Соса",
      "Марсело Брозович",
      "Лука Модрич",
      "Матео Ковачич",
      "Ловро Майер",
      "Андрей Крамарич",
      "Иван Перишич"
    ],
    "Ghana": [
      "Лоуренс Ати-Зиги",
      "Алиду Сейду",
      "Александр Джику",
      "Мохаммед Салису",
      "Гидеон Менса",
      "Томас Парти",
      "Салис Абдул Самед",
      "Мохаммед Кудус",
      "Джордан Айю",
      "Антуан Семеньо",
      "Иньяки Уильямс"
    ],
    "Panama": [
      "Орландо Москера",
      "Майкл Мурильо",
      "Фидель Эскобар",
      "Андрес Андраде",
      "Эрик Дэвис",
      "Анибаль Годой",
      "Адальберто Карраскилья",
      "Кристиан Мартинес",
      "Хосе Луис Родригес",
      "Исмаэль Диас",
      "Сесар Янис"
    ],
    "South Korea": [
      "Ким Сын Гю",
      "Ким Мин Джэ",
      "Ким Ён Гвон",
      "Соль Ён У",
      "Ли Ки Дже",
      "Хван Ин Бом",
      "Ли Джэ Сон",
      "Ли Кан Ин",
      "Сон Хын Мин",
      "Хван Хи Чан",
      "Чо Гю Сон"
    ],
    "Czechia": [
      "Йиндржих Станек",
      "Владимир Цоуфал",
      "Томаш Голеш",
      "Ладислав Крейчи",
      "Давид Юрасек",
      "Томаш Соучек",
      "Алекс Крал",
      "Антонин Барак",
      "Адам Гложек",
      "Патрик Шик",
      "Вацлав Черны"
    ]
  },
  "teamRuNames": {
    "Mexico": "Мексика",
    "South Africa": "Южная Африка",
    "South Korea": "Южная Корея",
    "Canada": "Канада",
    "Qatar": "Катар",
    "United States": "США",
    "Paraguay": "Парагвай",
    "Bosnia and Herzegovina": "Босния",
    "Switzerland": "Швейцария",
    "Brazil": "Бразилия",
    "Morocco": "Морокко",
    "Haiti": "Гаити",
    "Scotland": "Шотландия",
    "Australia": "Австралия",
    "Turkey": "Турция",
    "Germany": "Германия",
    "Curaçao": "Кюрасао",
    "Ivory Coast": "Ивори Кост",
    "Ecuador": "Эквадор",
    "Netherlands": "Нидерланды",
    "Japan": "Япония",
    "Sweden": "Швеция",
    "Tunisia": "Тунис",
    "Belgium": "Бельгия",
    "Egypt": "Египет",
    "Iran": "Иран",
    "New Zealand": "Новая Зеландия",
    "Spain": "Испания",
    "Cape Verde": "Кабо Верде",
    "Saudi Arabia": "Саудовская Аравия",
    "Uruguay": "Уругвай",
    "France": "Франция",
    "Senegal": "Сенегал",
    "Iraq": "Ирак",
    "Norway": "Норвегия",
    "Argentina": "Аргентина",
    "Algeria": "Алжир",
    "Austria": "Австрия",
    "Jordan": "Йордания",
    "Portugal": "Португалия",
    "DR Congo": "Конго",
    "Uzbekistan": "Узбекистан",
    "Colombia": "Колумбия",
    "England": "Англия",
    "Croatia": "Хорватия",
    "Ghana": "Гана",
    "Panama": "Панама",
    "Czechia": "Чехия"
  },
  "roundOf32Schema": [
    [
      "1E",
      "3ABCDF"
    ],
    [
      "1I",
      "3CDFGH"
    ],
    [
      "2A",
      "2B"
    ],
    [
      "1F",
      "2C"
    ],
    [
      "2K",
      "2L"
    ],
    [
      "1H",
      "2J"
    ],
    [
      "1D",
      "3BEFIJ"
    ],
    [
      "1G",
      "3AEHIJ"
    ],
    [
      "1C",
      "2F"
    ],
    [
      "2E",
      "2I"
    ],
    [
      "1A",
      "3CEFHI"
    ],
    [
      "1L",
      "3EHIJK"
    ],
    [
      "1J",
      "2H"
    ],
    [
      "2D",
      "2G"
    ],
    [
      "1B",
      "3EFGIJ"
    ],
    [
      "1K",
      "3DEIJL"
    ]
  ],
  "roundNames": [
    "1/16",
    "1/8",
    "1/4",
    "1/2",
    "Final"
  ]
};


window.GROUPS = window.WC_DATA.groups;
window.SCHEDULE = window.WC_DATA.schedule;
window.QUESTIONS_BY_MATCH = window.WC_DATA.questions;
window.TEAM_ROSTERS = window.WC_DATA.lineups;
window.TEAM_RU_NAMES = window.WC_DATA.teamRuNames;
window.FLAGS = window.WC_DATA.flags || {};
